{"<PAD>": 0, "<UNK>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "in": 8, "it": 9, "i": 10, "this": 11, "that": 12, "was": 13, "as": 14, "with": 15, "for": 16, "movie": 17, "but": 18, "film": 19, "on": 20, "not": 21, "you": 22, "are": 23, "his": 24, "have": 25, "be": 26, "one": 27, "he": 28, "its": 29, "at": 30, "all": 31, "by": 32, "an": 33, "they": 34, "from": 35, "who": 36, "so": 37, "like": 38, "or": 39, "just": 40, "her": 41, "about": 42, "if": 43, "out": 44, "has": 45, "there": 46, "some": 47, "what": 48, "good": 49, "when": 50, "more": 51, "very": 52, "no": 53, "even": 54, "my": 55, "up": 56, "would": 57, "she": 58, "time": 59, "which": 60, "really": 61, "only": 62, "story": 63, "their": 64, "had": 65, "see": 66, "were": 67, "can": 68, "me": 69, "much": 70, "than": 71, "well": 72, "we": 73, "bad": 74, "been": 75, "get": 76, "will": 77, "other": 78, "also": 79, "great": 80, "into": 81, "do": 82, "him": 83, "people": 84, "because": 85, "how": 86, "first": 87, "most": 88, "dont": 89, "films": 90, "movies": 91, "them": 92, "made": 93, "then": 94, "could": 95, "way": 96, "make": 97, "too": 98, "after": 99, "characters": 100, "any": 101, "think": 102, "watch": 103, "seen": 104, "character": 105, "many": 106, "being": 107, "two": 108, "never": 109, "acting": 110, "love": 111, "plot": 112, "best": 113, "did": 114, "where": 115, "know": 116, "little": 117, "show": 118, "life": 119, "ever": 120, "your": 121, "does": 122, "better": 123, "off": 124, "these": 125, "over": 126, "still": 127, "scene": 128, "say": 129, "end": 130, "here": 131, "man": 132, "scenes": 133, "why": 134, "while": 135, "such": 136, "something": 137, "through": 138, "go": 139, "should": 140, "im": 141, "those": 142, "back": 143, "real": 144, "thing": 145, "watching": 146, "doesnt": 147, "actors": 148, "now": 149, "didnt": 150, "years": 151, "though": 152, "funny": 153, "before": 154, "actually": 155, "another": 156, "find": 157, "makes": 158, "same": 159, "work": 160, "look": 161, "nothing": 162, "going": 163, "lot": 164, "new": 165, "every": 166, "few": 167, "old": 168, "again": 169, "us": 170, "cant": 171, "part": 172, "director": 173, "thats": 174, "quite": 175, "cast": 176, "things": 177, "pretty": 178, "want": 179, "enough": 180, "around": 181, "world": 182, "seems": 183, "down": 184, "however": 185, "got": 186, "young": 187, "take": 188, "fact": 189, "horror": 190, "both": 191, "ive": 192, "thought": 193, "give": 194, "big": 195, "between": 196, "own": 197, "may": 198, "long": 199, "always": 200, "without": 201, "times": 202, "music": 203, "gets": 204, "isnt": 205, "whole": 206, "right": 207, "comedy": 208, "original": 209, "saw": 210, "series": 211, "almost": 212, "action": 213, "role": 214, "come": 215, "must": 216, "bit": 217, "least": 218, "theres": 219, "done": 220, "guy": 221, "point": 222, "far": 223, "minutes": 224, "script": 225, "interesting": 226, "might": 227, "since": 228, "hes": 229, "am": 230, "anything": 231, "family": 232, "feel": 233, "performance": 234, "last": 235, "fun": 236, "probably": 237, "kind": 238, "rather": 239, "worst": 240, "anyone": 241, "tv": 242, "each": 243, "sure": 244, "found": 245, "yet": 246, "away": 247, "played": 248, "girl": 249, "believe": 250, "although": 251, "making": 252, "woman": 253, "day": 254, "hard": 255, "our": 256, "especially": 257, "put": 258, "having": 259, "course": 260, "trying": 261, "comes": 262, "shows": 263, "dvd": 264, "worth": 265, "looking": 266, "main": 267, "looks": 268, "book": 269, "ending": 270, "maybe": 271, "goes": 272, "screen": 273, "everything": 274, "different": 275, "place": 276, "reason": 277, "wasnt": 278, "someone": 279, "once": 280, "effects": 281, "watched": 282, "sense": 283, "set": 284, "three": 285, "money": 286, "true": 287, "everyone": 288, "job": 289, "said": 290, "2": 291, "actor": 292, "later": 293, "plays": 294, "himself": 295, "together": 296, "10": 297, "special": 298, "during": 299, "instead": 300, "seeing": 301, "left": 302, "beautiful": 303, "excellent": 304, "american": 305, "john": 306, "play": 307, "seem": 308, "takes": 309, "audience": 310, "night": 311, "war": 312, "shot": 313, "black": 314, "version": 315, "idea": 316, "used": 317, "high": 318, "simply": 319, "house": 320, "poor": 321, "youre": 322, "death": 323, "else": 324, "fan": 325, "nice": 326, "kids": 327, "completely": 328, "short": 329, "second": 330, "read": 331, "wife": 332, "mind": 333, "home": 334, "friends": 335, "use": 336, "along": 337, "less": 338, "either": 339, "try": 340, "enjoy": 341, "truly": 342, "until": 343, "help": 344, "need": 345, "year": 346, "boring": 347, "given": 348, "dead": 349, "star": 350, "half": 351, "stupid": 352, "hollywood": 353, "production": 354, "line": 355, "wrong": 356, "recommend": 357, "next": 358, "men": 359, "getting": 360, "rest": 361, "start": 362, "classic": 363, "others": 364, "performances": 365, "tell": 366, "terrible": 367, "couple": 368, "came": 369, "let": 370, "full": 371, "school": 372, "father": 373, "camera": 374, "women": 375, "understand": 376, "perhaps": 377, "mean": 378, "playing": 379, "definitely": 380, "remember": 381, "sex": 382, "wonderful": 383, "keep": 384, "itself": 385, "doing": 386, "awful": 387, "moments": 388, "name": 389, "face": 390, "dialogue": 391, "piece": 392, "went": 393, "budget": 394, "video": 395, "human": 396, "person": 397, "small": 398, "top": 399, "early": 400, "lines": 401, "liked": 402, "gives": 403, "guys": 404, "episode": 405, "often": 406, "couldnt": 407, "title": 408, "stars": 409, "finally": 410, "perfect": 411, "head": 412, "certainly": 413, "absolutely": 414, "loved": 415, "entertaining": 416, "case": 417, "felt": 418, "become": 419, "entire": 420, "supposed": 421, "sound": 422, "boy": 423, "hope": 424, "sort": 425, "picture": 426, "yes": 427, "overall": 428, "live": 429, "beginning": 430, "style": 431, "written": 432, "totally": 433, "problem": 434, "game": 435, "mother": 436, "several": 437, "oh": 438, "guess": 439, "lost": 440, "based": 441, "3": 442, "laugh": 443, "worse": 444, "cinema": 445, "dark": 446, "against": 447, "friend": 448, "mr": 449, "waste": 450, "wont": 451, "id": 452, "despite": 453, "shes": 454, "direction": 455, "fans": 456, "days": 457, "youll": 458, "wanted": 459, "wants": 460, "care": 461, "drama": 462, "already": 463, "evil": 464, "lives": 465, "children": 466, "humor": 467, "final": 468, "white": 469, "throughout": 470, "example": 471, "low": 472, "seemed": 473, "lead": 474, "becomes": 475, "called": 476, "amazing": 477, "able": 478, "turn": 479, "girls": 480, "history": 481, "unfortunately": 482, "quality": 483, "1": 484, "matter": 485, "theyre": 486, "behind": 487, "writing": 488, "fine": 489, "enjoyed": 490, "horrible": 491, "killer": 492, "kill": 493, "under": 494, "michael": 495, "side": 496, "car": 497, "eyes": 498, "gave": 499, "flick": 500, "town": 501, "act": 502, "turns": 503, "parts": 504, "past": 505, "stuff": 506, "tries": 507, "expect": 508, "sometimes": 509, "son": 510, "favorite": 511, "works": 512, "killed": 513, "brilliant": 514, "themselves": 515, "ones": 516, "etc": 517, "myself": 518, "says": 519, "obviously": 520, "heart": 521, "took": 522, "highly": 523, "hell": 524, "group": 525, "blood": 526, "directed": 527, "run": 528, "ill": 529, "child": 530, "anyway": 531, "actress": 532, "city": 533, "heard": 534, "genre": 535, "except": 536, "thinking": 537, "happens": 538, "viewer": 539, "late": 540, "soon": 541, "fight": 542, "starts": 543, "kid": 544, "art": 545, "lack": 546, "feeling": 547, "score": 548, "police": 549, "experience": 550, "wonder": 551, "wouldnt": 552, "daughter": 553, "decent": 554, "leave": 555, "cannot": 556, "told": 557, "ok": 558, "taken": 559, "close": 560, "looked": 561, "involved": 562, "chance": 563, "particularly": 564, "james": 565, "coming": 566, "attempt": 567, "moment": 568, "violence": 569, "hilarious": 570, "hand": 571, "happened": 572, "extremely": 573, "including": 574, "strong": 575, "happen": 576, "living": 577, "hour": 578, "exactly": 579, "complete": 580, "roles": 581, "seriously": 582, "career": 583, "ago": 584, "type": 585, "murder": 586, "save": 587, "god": 588, "number": 589, "voice": 590, "shown": 591, "usually": 592, "obvious": 593, "please": 594, "serious": 595, "stop": 596, "stories": 597, "david": 598, "robert": 599, "possible": 600, "crap": 601, "interest": 602, "cool": 603, "alone": 604, "reality": 605, "cinematography": 606, "relationship": 607, "shots": 608, "4": 609, "talent": 610, "jokes": 611, "yourself": 612, "lets": 613, "hit": 614, "slow": 615, "order": 616, "across": 617, "call": 618, "hours": 619, "simple": 620, "annoying": 621, "important": 622, "saying": 623, "major": 624, "sad": 625, "huge": 626, "song": 627, "none": 628, "whose": 629, "taking": 630, "opening": 631, "cut": 632, "wish": 633, "ridiculous": 634, "gore": 635, "age": 636, "power": 637, "opinion": 638, "today": 639, "running": 640, "usual": 641, "mostly": 642, "released": 643, "body": 644, "happy": 645, "5": 646, "novel": 647, "due": 648, "started": 649, "word": 650, "brother": 651, "somewhat": 652, "silly": 653, "known": 654, "knew": 655, "ends": 656, "beyond": 657, "basically": 658, "disappointed": 659, "jack": 660, "english": 661, "view": 662, "hero": 663, "attention": 664, "directors": 665, "level": 666, "whats": 667, "change": 668, "turned": 669, "episodes": 670, "rating": 671, "apparently": 672, "room": 673, "four": 674, "finds": 675, "musical": 676, "documentary": 677, "upon": 678, "local": 679, "sets": 680, "miss": 681, "review": 682, "french": 683, "sequence": 684, "husband": 685, "clearly": 686, "predictable": 687, "scary": 688, "female": 689, "arent": 690, "problems": 691, "strange": 692, "country": 693, "knows": 694, "talking": 695, "future": 696, "entertainment": 697, "cheap": 698, "tells": 699, "words": 700, "dialog": 701, "enjoyable": 702, "moving": 703, "talk": 704, "single": 705, "sequel": 706, "television": 707, "events": 708, "ten": 709, "surprised": 710, "songs": 711, "modern": 712, "easily": 713, "british": 714, "viewers": 715, "similar": 716, "falls": 717, "storyline": 718, "certain": 719, "bunch": 720, "comic": 721, "mention": 722, "light": 723, "parents": 724, "soundtrack": 725, "george": 726, "team": 727, "whether": 728, "needs": 729, "message": 730, "easy": 731, "bring": 732, "five": 733, "space": 734, "within": 735, "romantic": 736, "filmed": 737, "dull": 738, "supporting": 739, "theme": 740, "appears": 741, "tried": 742, "showing": 743, "lots": 744, "add": 745, "above": 746, "release": 747, "havent": 748, "writer": 749, "sister": 750, "named": 751, "means": 752, "fantastic": 753, "gone": 754, "greatest": 755, "elements": 756, "using": 757, "theater": 758, "check": 759, "monster": 760, "hate": 761, "sorry": 762, "reviews": 763, "middle": 764, "clear": 765, "suspense": 766, "thriller": 767, "earth": 768, "among": 769, "herself": 770, "near": 771, "form": 772, "deal": 773, "ways": 774, "forget": 775, "subject": 776, "lady": 777, "buy": 778, "giving": 779, "editing": 780, "richard": 781, "avoid": 782, "feature": 783, "comments": 784, "class": 785, "red": 786, "rock": 787, "effort": 788, "peter": 789, "fall": 790, "viewing": 791, "80s": 792, "tale": 793, "imagine": 794, "stay": 795, "working": 796, "fast": 797, "king": 798, "brought": 799, "feels": 800, "famous": 801, "kept": 802, "actual": 803, "begins": 804, "difficult": 805, "sequences": 806, "typical": 807, "okay": 808, "points": 809, "mystery": 810, "doubt": 811, "animation": 812, "dr": 813, "tom": 814, "die": 815, "whos": 816, "youve": 817, "boys": 818, "rent": 819, "straight": 820, "beauty": 821, "nearly": 822, "premise": 823, "realistic": 824, "eventually": 825, "hear": 826, "somehow": 827, "indeed": 828, "atmosphere": 829, "leads": 830, "move": 831, "wait": 832, "decided": 833, "surprise": 834, "period": 835, "whatever": 836, "learn": 837, "dog": 838, "killing": 839, "believable": 840, "crime": 841, "general": 842, "follow": 843, "needed": 844, "particular": 845, "shame": 846, "sit": 847, "leaves": 848, "personal": 849, "memorable": 850, "weak": 851, "poorly": 852, "expected": 853, "york": 854, "footage": 855, "became": 856, "figure": 857, "lame": 858, "deep": 859, "season": 860, "average": 861, "emotional": 862, "masterpiece": 863, "material": 864, "paul": 865, "superb": 866, "unless": 867, "meet": 868, "question": 869, "situation": 870, "begin": 871, "cheesy": 872, "stand": 873, "truth": 874, "eye": 875, "20": 876, "writers": 877, "laughs": 878, "previous": 879, "box": 880, "filmmakers": 881, "possibly": 882, "note": 883, "scifi": 884, "following": 885, "imdb": 886, "forced": 887, "island": 888, "whom": 889, "fire": 890, "write": 891, "open": 892, "background": 893, "total": 894, "meets": 895, "air": 896, "keeps": 897, "features": 898, "romance": 899, "perfectly": 900, "third": 901, "inside": 902, "realize": 903, "quickly": 904, "comment": 905, "society": 906, "reading": 907, "lee": 908, "nature": 909, "credits": 910, "street": 911, "america": 912, "dance": 913, "crew": 914, "hands": 915, "plus": 916, "badly": 917, "otherwise": 918, "sexual": 919, "doctor": 920, "stage": 921, "western": 922, "oscar": 923, "effect": 924, "towards": 925, "screenplay": 926, "older": 927, "nor": 928, "front": 929, "weird": 930, "interested": 931, "gay": 932, "business": 933, "admit": 934, "acted": 935, "worked": 936, "powerful": 937, "70s": 938, "outside": 939, "sounds": 940, "japanese": 941, "mark": 942, "apart": 943, "hot": 944, "incredibly": 945, "minute": 946, "earlier": 947, "baby": 948, "joke": 949, "fighting": 950, "battle": 951, "brings": 952, "directing": 953, "development": 954, "fails": 955, "male": 956, "unique": 957, "return": 958, "de": 959, "crazy": 960, "bill": 961, "expecting": 962, "copy": 963, "remake": 964, "forward": 965, "portrayed": 966, "girlfriend": 967, "setting": 968, "mess": 969, "ask": 970, "wasted": 971, "rich": 972, "appear": 973, "water": 974, "leading": 975, "b": 976, "plenty": 977, "dramatic": 978, "joe": 979, "deserves": 980, "success": 981, "various": 982, "creepy": 983, "dumb": 984, "create": 985, "result": 986, "cover": 987, "agree": 988, "reasons": 989, "pay": 990, "missing": 991, "clever": 992, "present": 993, "unlike": 994, "brothers": 995, "secret": 996, "recently": 997, "escape": 998, "fairly": 999, "pure": 1000, "ideas": 1001, "cop": 1002, "italian": 1003, "spent": 1004, "list": 1005, "members": 1006, "large": 1007, "meant": 1008, "dream": 1009, "caught": 1010, "uses": 1011, "la": 1012, "political": 1013, "villain": 1014, "laughing": 1015, "free": 1016, "manages": 1017, "era": 1018, "william": 1019, "ended": 1020, "talented": 1021, "attempts": 1022, "spoilers": 1023, "hold": 1024, "created": 1025, "odd": 1026, "cartoon": 1027, "hardly": 1028, "break": 1029, "twist": 1030, "plain": 1031, "potential": 1032, "cute": 1033, "visual": 1034, "christmas": 1035, "sadly": 1036, "telling": 1037, "waiting": 1038, "mentioned": 1039, "flat": 1040, "trouble": 1041, "incredible": 1042, "party": 1043, "gun": 1044, "entirely": 1045, "married": 1046, "considering": 1047, "follows": 1048, "missed": 1049, "disney": 1050, "spirit": 1051, "store": 1052, "speak": 1053, "nudity": 1054, "compared": 1055, "produced": 1056, "match": 1057, "rate": 1058, "tension": 1059, "mad": 1060, "decides": 1061, "intelligent": 1062, "further": 1063, "cause": 1064, "wrote": 1065, "portrayal": 1066, "pace": 1067, "younger": 1068, "state": 1069, "value": 1070, "biggest": 1071, "filled": 1072, "familiar": 1073, "credit": 1074, "neither": 1075, "casting": 1076, "bored": 1077, "convincing": 1078, "public": 1079, "fantasy": 1080, "fit": 1081, "concept": 1082, "impressive": 1083, "force": 1084, "sweet": 1085, "hair": 1086, "sick": 1087, "former": 1088, "van": 1089, "spend": 1090, "appreciate": 1091, "social": 1092, "dancing": 1093, "singing": 1094, "science": 1095, "century": 1096, "suddenly": 1097, "company": 1098, "violent": 1099, "15": 1100, "alive": 1101, "focus": 1102, "studio": 1103, "common": 1104, "positive": 1105, "recent": 1106, "office": 1107, "sees": 1108, "died": 1109, "slightly": 1110, "aside": 1111, "considered": 1112, "zombie": 1113, "cold": 1114, "amusing": 1115, "scott": 1116, "exciting": 1117, "depth": 1118, "audiences": 1119, "control": 1120, "pathetic": 1121, "language": 1122, "consider": 1123, "amount": 1124, "bizarre": 1125, "werent": 1126, "longer": 1127, "popular": 1128, "choice": 1129, "bought": 1130, "yeah": 1131, "german": 1132, "solid": 1133, "7": 1134, "producers": 1135, "master": 1136, "recommended": 1137, "effective": 1138, "fear": 1139, "pointless": 1140, "decide": 1141, "successful": 1142, "situations": 1143, "jane": 1144, "genius": 1145, "honest": 1146, "surprisingly": 1147, "barely": 1148, "moves": 1149, "animated": 1150, "fair": 1151, "ability": 1152, "basic": 1153, "literally": 1154, "humour": 1155, "vampire": 1156, "likes": 1157, "train": 1158, "meaning": 1159, "questions": 1160, "respect": 1161, "showed": 1162, "images": 1163, "awesome": 1164, "ultimately": 1165, "kills": 1166, "failed": 1167, "ben": 1168, "band": 1169, "touch": 1170, "army": 1171, "12": 1172, "somewhere": 1173, "jim": 1174, "frank": 1175, "fake": 1176, "shooting": 1177, "garbage": 1178, "leaving": 1179, "project": 1180, "disturbing": 1181, "gang": 1182, "tough": 1183, "adult": 1184, "college": 1185, "books": 1186, "brain": 1187, "thanks": 1188, "appearance": 1189, "personally": 1190, "channel": 1191, "drug": 1192, "30": 1193, "conclusion": 1194, "glad": 1195, "prison": 1196, "sitting": 1197, "bother": 1198, "impossible": 1199, "8": 1200, "honestly": 1201, "alien": 1202, "thinks": 1203, "purpose": 1204, "likely": 1205, "mood": 1206, "starring": 1207, "west": 1208, "normal": 1209, "walk": 1210, "historical": 1211, "runs": 1212, "changed": 1213, "remains": 1214, "involving": 1215, "chemistry": 1216, "beautifully": 1217, "taste": 1218, "trip": 1219, "managed": 1220, "pick": 1221, "slasher": 1222, "soldiers": 1223, "revenge": 1224, "road": 1225, "journey": 1226, "charles": 1227, "appeal": 1228, "stick": 1229, "100": 1230, "available": 1231, "immediately": 1232, "accent": 1233, "explain": 1234, "attack": 1235, "nobody": 1236, "fiction": 1237, "issues": 1238, "values": 1239, "constantly": 1240, "london": 1241, "utterly": 1242, "giant": 1243, "charming": 1244, "aspect": 1245, "standard": 1246, "door": 1247, "trash": 1248, "tone": 1249, "silent": 1250, "south": 1251, "critics": 1252, "emotions": 1253, "zombies": 1254, "culture": 1255, "naked": 1256, "won": 1257, "park": 1258, "adventure": 1259, "details": 1260, "natural": 1261, "added": 1262, "detective": 1263, "complex": 1264, "stands": 1265, "rare": 1266, "edge": 1267, "presence": 1268, "bed": 1269, "self": 1270, "shoot": 1271, "camp": 1272, "blue": 1273, "tony": 1274, "filming": 1275, "pictures": 1276, "disappointing": 1277, "thrown": 1278, "twists": 1279, "jones": 1280, "cat": 1281, "military": 1282, "soul": 1283, "christopher": 1284, "win": 1285, "changes": 1286, "makers": 1287, "ride": 1288, "cult": 1289, "impression": 1290, "presented": 1291, "terrific": 1292, "nowhere": 1293, "sam": 1294, "plan": 1295, "wild": 1296, "photography": 1297, "narrative": 1298, "date": 1299, "laughable": 1300, "lovely": 1301, "terms": 1302, "9": 1303, "generally": 1304, "innocent": 1305, "outstanding": 1306, "hoping": 1307, "suppose": 1308, "chris": 1309, "government": 1310, "minor": 1311, "pass": 1312, "planet": 1313, "hey": 1314, "knowing": 1315, "acts": 1316, "costumes": 1317, "puts": 1318, "smart": 1319, "victims": 1320, "everybody": 1321, "opera": 1322, "spoiler": 1323, "ray": 1324, "fascinating": 1325, "bottom": 1326, "fully": 1327, "excuse": 1328, "makeup": 1329, "thus": 1330, "painful": 1331, "steve": 1332, "mary": 1333, "chase": 1334, "6": 1335, "club": 1336, "climax": 1337, "besides": 1338, "pieces": 1339, "expectations": 1340, "places": 1341, "slowly": 1342, "comedies": 1343, "forever": 1344, "sexy": 1345, "touching": 1346, "names": 1347, "surely": 1348, "feelings": 1349, "intended": 1350, "bond": 1351, "dad": 1352, "producer": 1353, "land": 1354, "scenery": 1355, "manner": 1356, "subtle": 1357, "cinematic": 1358, "stunning": 1359, "youd": 1360, "motion": 1361, "mainly": 1362, "walking": 1363, "throw": 1364, "victim": 1365, "aspects": 1366, "harry": 1367, "race": 1368, "law": 1369, "unbelievable": 1370, "disappointment": 1371, "adaptation": 1372, "dies": 1373, "loves": 1374, "mysterious": 1375, "catch": 1376, "brief": 1377, "rated": 1378, "random": 1379, "confusing": 1380, "intense": 1381, "track": 1382, "suggest": 1383, "charlie": 1384, "fresh": 1385, "mistake": 1386, "central": 1387, "speaking": 1388, "lighting": 1389, "week": 1390, "relationships": 1391, "industry": 1392, "themes": 1393, "color": 1394, "dreams": 1395, "cry": 1396, "finish": 1397, "christian": 1398, "loud": 1399, "computer": 1400, "festival": 1401, "sent": 1402, "notice": 1403, "laughed": 1404, "emotion": 1405, "offer": 1406, "paris": 1407, "ed": 1408, "affair": 1409, "answer": 1410, "impressed": 1411, "include": 1412, "building": 1413, "equally": 1414, "justice": 1415, "faces": 1416, "twice": 1417, "gem": 1418, "image": 1419, "ahead": 1420, "boyfriend": 1421, "contains": 1422, "students": 1423, "cops": 1424, "holes": 1425, "wow": 1426, "proves": 1427, "thank": 1428, "folks": 1429, "supposedly": 1430, "exception": 1431, "green": 1432, "charm": 1433, "falling": 1434, "creative": 1435, "woods": 1436, "award": 1437, "extreme": 1438, "boss": 1439, "support": 1440, "radio": 1441, "opportunity": 1442, "martin": 1443, "commentary": 1444, "indian": 1445, "ugly": 1446, "fell": 1447, "moral": 1448, "agent": 1449, "smith": 1450, "paid": 1451, "church": 1452, "flicks": 1453, "million": 1454, "magic": 1455, "bruce": 1456, "pain": 1457, "shock": 1458, "funniest": 1459, "finding": 1460, "difference": 1461, "summer": 1462, "disaster": 1463, "approach": 1464, "ii": 1465, "collection": 1466, "90": 1467, "information": 1468, "pull": 1469, "rented": 1470, "appeared": 1471, "billy": 1472, "russian": 1473, "returns": 1474, "gorgeous": 1475, "grace": 1476, "drugs": 1477, "mediocre": 1478, "hurt": 1479, "count": 1480, "bar": 1481, "trailer": 1482, "followed": 1483, "tired": 1484, "marriage": 1485, "share": 1486, "anymore": 1487, "flaws": 1488, "likable": 1489, "compelling": 1490, "ship": 1491, "developed": 1492, "location": 1493, "moved": 1494, "putting": 1495, "happening": 1496, "student": 1497, "seconds": 1498, "batman": 1499, "listen": 1500, "hospital": 1501, "ms": 1502, "artistic": 1503, "williams": 1504, "ready": 1505, "six": 1506, "heavy": 1507, "seemingly": 1508, "inspired": 1509, "animals": 1510, "becoming": 1511, "turning": 1512, "offers": 1513, "mans": 1514, "content": 1515, "porn": 1516, "spot": 1517, "deliver": 1518, "thoroughly": 1519, "delivers": 1520, "hasnt": 1521, "super": 1522, "ground": 1523, "angry": 1524, "design": 1525, "stuck": 1526, "lacks": 1527, "shouldnt": 1528, "wondering": 1529, "machine": 1530, "fellow": 1531, "key": 1532, "allowed": 1533, "merely": 1534, "helps": 1535, "childhood": 1536, "adds": 1537, "picked": 1538, "news": 1539, "imagination": 1540, "beat": 1541, "born": 1542, "grade": 1543, "personality": 1544, "quick": 1545, "drawn": 1546, "ghost": 1547, "helped": 1548, "whatsoever": 1549, "led": 1550, "latter": 1551, "afraid": 1552, "adults": 1553, "detail": 1554, "absolute": 1555, "filmmaking": 1556, "negative": 1557, "lived": 1558, "fashion": 1559, "teen": 1560, "accident": 1561, "lies": 1562, "shocking": 1563, "flying": 1564, "provides": 1565, "zero": 1566, "actresses": 1567, "wars": 1568, "soldier": 1569, "confused": 1570, "plane": 1571, "area": 1572, "therefore": 1573, "event": 1574, "kelly": 1575, "lover": 1576, "drive": 1577, "professional": 1578, "sucks": 1579, "compare": 1580, "murders": 1581, "henry": 1582, "cgi": 1583, "mix": 1584, "fox": 1585, "captain": 1586, "dirty": 1587, "forgotten": 1588, "clich": 1589, "addition": 1590, "vs": 1591, "element": 1592, "energy": 1593, "torture": 1594, "intelligence": 1595, "clothes": 1596, "wearing": 1597, "worthy": 1598, "serial": 1599, "process": 1600, "martial": 1601, "arts": 1602, "search": 1603, "tragedy": 1604, "jerry": 1605, "attractive": 1606, "held": 1607, "struggle": 1608, "system": 1609, "monsters": 1610, "standards": 1611, "clichs": 1612, "pleasure": 1613, "hotel": 1614, "actions": 1615, "step": 1616, "onto": 1617, "reminded": 1618, "scientist": 1619, "impact": 1620, "lose": 1621, "met": 1622, "passion": 1623, "direct": 1624, "damn": 1625, "rarely": 1626, "asked": 1627, "don": 1628, "sight": 1629, "allow": 1630, "member": 1631, "games": 1632, "horse": 1633, "heroes": 1634, "unknown": 1635, "willing": 1636, "phone": 1637, "nasty": 1638, "necessary": 1639, "mouth": 1640, "memory": 1641, "nicely": 1642, "filmmaker": 1643, "realized": 1644, "dangerous": 1645, "ie": 1646, "remarkable": 1647, "blame": 1648, "suspect": 1649, "apartment": 1650, "independent": 1651, "tragic": 1652, "chinese": 1653, "anybody": 1654, "treat": 1655, "wooden": 1656, "intriguing": 1657, "continue": 1658, "whilst": 1659, "anywhere": 1660, "watchable": 1661, "creature": 1662, "numbers": 1663, "americans": 1664, "introduced": 1665, "vision": 1666, "jason": 1667, "tears": 1668, "unusual": 1669, "seven": 1670, "hated": 1671, "superior": 1672, "provide": 1673, "teenage": 1674, "physical": 1675, "judge": 1676, "states": 1677, "lord": 1678, "danny": 1679, "brown": 1680, "trust": 1681, "deeply": 1682, "generation": 1683, "began": 1684, "grand": 1685, "alan": 1686, "favourite": 1687, "extra": 1688, "jackson": 1689, "bloody": 1690, "redeeming": 1691, "apparent": 1692, "carry": 1693, "understanding": 1694, "eddie": 1695, "creating": 1696, "mom": 1697, "wall": 1698, "queen": 1699, "tim": 1700, "jean": 1701, "holds": 1702, "kevin": 1703, "station": 1704, "calls": 1705, "theatre": 1706, "deserve": 1707, "reminds": 1708, "powers": 1709, "hidden": 1710, "accept": 1711, "forces": 1712, "double": 1713, "brutal": 1714, "dying": 1715, "asks": 1716, "todays": 1717, "surprising": 1718, "eat": 1719, "fate": 1720, "stewart": 1721, "responsible": 1722, "suicide": 1723, "noticed": 1724, "wood": 1725, "food": 1726, "sisters": 1727, "bob": 1728, "golden": 1729, "record": 1730, "scared": 1731, "pacing": 1732, "warning": 1733, "includes": 1734, "animal": 1735, "humans": 1736, "wonderfully": 1737, "vampires": 1738, "noir": 1739, "frankly": 1740, "technical": 1741, "explanation": 1742, "limited": 1743, "sat": 1744, "robin": 1745, "months": 1746, "issue": 1747, "villains": 1748, "boat": 1749, "according": 1750, "absurd": 1751, "academy": 1752, "teacher": 1753, "epic": 1754, "ring": 1755, "locations": 1756, "captured": 1757, "engaging": 1758, "naturally": 1759, "loving": 1760, "bits": 1761, "current": 1762, "mine": 1763, "opposite": 1764, "thomas": 1765, "wanting": 1766, "window": 1767, "gags": 1768, "60s": 1769, "sleep": 1770, "accurate": 1771, "ford": 1772, "describe": 1773, "religious": 1774, "ryan": 1775, "kinda": 1776, "criminal": 1777, "roll": 1778, "comedic": 1779, "heads": 1780, "gotten": 1781, "jr": 1782, "rape": 1783, "conflict": 1784, "friendship": 1785, "joy": 1786, "finished": 1787, "anne": 1788, "lovers": 1789, "capture": 1790, "starting": 1791, "thin": 1792, "comparison": 1793, "desert": 1794, "knowledge": 1795, "plots": 1796, "pop": 1797, "hitchcock": 1798, "price": 1799, "stock": 1800, "behavior": 1801, "50": 1802, "dealing": 1803, "field": 1804, "officer": 1805, "growing": 1806, "fights": 1807, "fat": 1808, "desperate": 1809, "murdered": 1810, "advice": 1811, "joan": 1812, "program": 1813, "heres": 1814, "memories": 1815, "unnecessary": 1816, "build": 1817, "arthur": 1818, "loss": 1819, "freedom": 1820, "hopes": 1821, "mental": 1822, "numerous": 1823, "deals": 1824, "uncle": 1825, "johnny": 1826, "tape": 1827, "driving": 1828, "teenagers": 1829, "normally": 1830, "al": 1831, "sea": 1832, "rubbish": 1833, "wind": 1834, "blind": 1835, "stephen": 1836, "smile": 1837, "moon": 1838, "magnificent": 1839, "results": 1840, "crappy": 1841, "learned": 1842, "legend": 1843, "steven": 1844, "community": 1845, "loose": 1846, "lacking": 1847, "foreign": 1848, "desire": 1849, "broken": 1850, "originally": 1851, "singer": 1852, "leader": 1853, "saving": 1854, "partner": 1855, "efforts": 1856, "howard": 1857, "gary": 1858, "reviewers": 1859, "ladies": 1860, "40": 1861, "explained": 1862, "somebody": 1863, "references": 1864, "sean": 1865, "spectacular": 1866, "insane": 1867, "julie": 1868, "morning": 1869, "fail": 1870, "realism": 1871, "weve": 1872, "ordinary": 1873, "constant": 1874, "visuals": 1875, "guns": 1876, "humorous": 1877, "genuine": 1878, "player": 1879, "deserved": 1880, "cable": 1881, "texas": 1882, "lowbudget": 1883, "bigger": 1884, "hunter": 1885, "shallow": 1886, "pair": 1887, "hits": 1888, "survive": 1889, "stereotypes": 1890, "mike": 1891, "vhs": 1892, "c": 1893, "mrs": 1894, "stone": 1895, "essentially": 1896, "max": 1897, "faith": 1898, "board": 1899, "players": 1900, "shop": 1901, "below": 1902, "manage": 1903, "awkward": 1904, "1010": 1905, "skip": 1906, "peoples": 1907, "finest": 1908, "cars": 1909, "page": 1910, "occasionally": 1911, "featuring": 1912, "pilot": 1913, "meanwhile": 1914, "classics": 1915, "drunk": 1916, "prove": 1917, "floor": 1918, "terribly": 1919, "humanity": 1920, "relate": 1921, "toward": 1922, "length": 1923, "dogs": 1924, "talents": 1925, "soap": 1926, "lesson": 1927, "miles": 1928, "owner": 1929, "saved": 1930, "underrated": 1931, "artist": 1932, "connection": 1933, "levels": 1934, "frame": 1935, "feet": 1936, "favor": 1937, "keeping": 1938, "anthony": 1939, "sheriff": 1940, "jump": 1941, "logic": 1942, "skills": 1943, "suit": 1944, "cuts": 1945, "delivered": 1946, "concerned": 1947, "higher": 1948, "edited": 1949, "dreadful": 1950, "revealed": 1951, "bland": 1952, "whenever": 1953, "bright": 1954, "nonsense": 1955, "hadnt": 1956, "included": 1957, "buddy": 1958, "killers": 1959, "brilliantly": 1960, "strength": 1961, "european": 1962, "national": 1963, "twenty": 1964, "study": 1965, "dressed": 1966, "dan": 1967, "pulled": 1968, "contrived": 1969, "unrealistic": 1970, "instance": 1971, "england": 1972, "gold": 1973, "unfunny": 1974, "castle": 1975, "jennifer": 1976, "attitude": 1977, "rescue": 1978, "continues": 1979, "psychological": 1980, "ultimate": 1981, "visually": 1982, "treated": 1983, "taylor": 1984, "sake": 1985, "1950s": 1986, "perspective": 1987, "mission": 1988, "fly": 1989, "wide": 1990, "private": 1991, "empty": 1992, "brian": 1993, "90s": 1994, "streets": 1995, "sheer": 1996, "screaming": 1997, "nightmare": 1998, "fame": 1999, "luck": 2000, "gonna": 2001, "bringing": 2002, "nick": 2003, "international": 2004, "halloween": 2005, "quiet": 2006, "described": 2007, "grow": 2008, "davis": 2009, "loses": 2010, "heroine": 2011, "decision": 2012, "seagal": 2013, "visit": 2014, "remembered": 2015, "aware": 2016, "eric": 2017, "larry": 2018, "aliens": 2019, "exist": 2020, "involves": 2021, "context": 2022, "spanish": 2023, "finale": 2024, "lewis": 2025, "model": 2026, "existence": 2027, "kong": 2028, "meeting": 2029, "scream": 2030, "worlds": 2031, "fault": 2032, "unexpected": 2033, "failure": 2034, "cross": 2035, "breaks": 2036, "combination": 2037, "aka": 2038, "tiny": 2039, "dated": 2040, "discover": 2041, "media": 2042, "adam": 2043, "grew": 2044, "circumstances": 2045, "steal": 2046, "priest": 2047, "commercial": 2048, "portray": 2049, "reach": 2050, "bodies": 2051, "disgusting": 2052, "awards": 2053, "product": 2054, "site": 2055, "douglas": 2056, "strongly": 2057, "ice": 2058, "ball": 2059, "ran": 2060, "sign": 2061, "discovers": 2062, "range": 2063, "blonde": 2064, "identity": 2065, "witty": 2066, "curious": 2067, "reaction": 2068, "mask": 2069, "wise": 2070, "discovered": 2071, "native": 2072, "formula": 2073, "village": 2074, "allen": 2075, "allows": 2076, "mixed": 2077, "unable": 2078, "protagonist": 2079, "angel": 2080, "rose": 2081, "flashbacks": 2082, "asian": 2083, "portrays": 2084, "wedding": 2085, "moore": 2086, "witch": 2087, "lucky": 2088, "irritating": 2089, "youth": 2090, "destroy": 2091, "jeff": 2092, "regular": 2093, "nevertheless": 2094, "jesus": 2095, "satire": 2096, "sympathetic": 2097, "tarzan": 2098, "provided": 2099, "debut": 2100, "delightful": 2101, "corny": 2102, "creatures": 2103, "president": 2104, "sing": 2105, "proper": 2106, "fill": 2107, "harsh": 2108, "vote": 2109, "kick": 2110, "pretentious": 2111, "evidence": 2112, "opens": 2113, "table": 2114, "decade": 2115, "sequels": 2116, "cares": 2117, "utter": 2118, "france": 2119, "horribly": 2120, "heaven": 2121, "heck": 2122, "excited": 2123, "d": 2124, "families": 2125, "chick": 2126, "eating": 2127, "cameo": 2128, "passed": 2129, "sell": 2130, "sucked": 2131, "caused": 2132, "received": 2133, "river": 2134, "winning": 2135, "embarrassing": 2136, "costume": 2137, "gory": 2138, "exploitation": 2139, "remain": 2140, "travel": 2141, "cost": 2142, "relatively": 2143, "executed": 2144, "creates": 2145, "recall": 2146, "tedious": 2147, "types": 2148, "1970s": 2149, "reviewer": 2150, "studios": 2151, "emotionally": 2152, "post": 2153, "enter": 2154, "theatrical": 2155, "speech": 2156, "seat": 2157, "assume": 2158, "choose": 2159, "ancient": 2160, "dick": 2161, "lousy": 2162, "ass": 2163, "genuinely": 2164, "cash": 2165, "werewolf": 2166, "promise": 2167, "contemporary": 2168, "crowd": 2169, "built": 2170, "graphic": 2171, "andy": 2172, "theaters": 2173, "sky": 2174, "laughter": 2175, "relief": 2176, "endless": 2177, "japan": 2178, "crash": 2179, "devil": 2180, "walked": 2181, "rental": 2182, "amateurish": 2183, "bear": 2184, "teenager": 2185, "costs": 2186, "russell": 2187, "steals": 2188, "parody": 2189, "speed": 2190, "recognize": 2191, "australian": 2192, "barbara": 2193, "shakespeare": 2194, "710": 2195, "treatment": 2196, "jimmy": 2197, "stopped": 2198, "gratuitous": 2199, "sports": 2200, "darkness": 2201, "drag": 2202, "ann": 2203, "center": 2204, "spoil": 2205, "beach": 2206, "contrast": 2207, "uk": 2208, "lesbian": 2209, "correct": 2210, "chosen": 2211, "r": 2212, "seasons": 2213, "psycho": 2214, "europe": 2215, "rise": 2216, "department": 2217, "dubbed": 2218, "rules": 2219, "believes": 2220, "plans": 2221, "candy": 2222, "clean": 2223, "matters": 2224, "factor": 2225, "scare": 2226, "experienced": 2227, "network": 2228, "promising": 2229, "fare": 2230, "capable": 2231, "vehicle": 2232, "bomb": 2233, "propaganda": 2234, "washington": 2235, "football": 2236, "pity": 2237, "talks": 2238, "versions": 2239, "teens": 2240, "parker": 2241, "trek": 2242, "structure": 2243, "terror": 2244, "viewed": 2245, "joseph": 2246, "largely": 2247, "ages": 2248, "theyve": 2249, "fathers": 2250, "roger": 2251, "lynch": 2252, "kate": 2253, "clue": 2254, "painfully": 2255, "fred": 2256, "bet": 2257, "facts": 2258, "dry": 2259, "research": 2260, "fits": 2261, "jackie": 2262, "technology": 2263, "author": 2264, "latest": 2265, "twisted": 2266, "patrick": 2267, "insult": 2268, "matt": 2269, "majority": 2270, "albert": 2271, "figured": 2272, "gene": 2273, "extras": 2274, "individual": 2275, "reveal": 2276, "professor": 2277, "overly": 2278, "hall": 2279, "angles": 2280, "security": 2281, "previously": 2282, "cartoons": 2283, "round": 2284, "offensive": 2285, "proved": 2286, "obsessed": 2287, "training": 2288, "appropriate": 2289, "praise": 2290, "weeks": 2291, "bbc": 2292, "source": 2293, "standing": 2294, "kiss": 2295, "chief": 2296, "entertained": 2297, "pleasant": 2298, "bank": 2299, "suffering": 2300, "witness": 2301, "forth": 2302, "dollars": 2303, "dean": 2304, "soft": 2305, "calling": 2306, "trapped": 2307, "category": 2308, "learns": 2309, "asking": 2310, "target": 2311, "grown": 2312, "continuity": 2313, "north": 2314, "wayne": 2315, "driver": 2316, "committed": 2317, "captures": 2318, "qualities": 2319, "anna": 2320, "highlight": 2321, "hanging": 2322, "alex": 2323, "extraordinary": 2324, "voices": 2325, "daniel": 2326, "develop": 2327, "winner": 2328, "handled": 2329, "s": 2330, "service": 2331, "skin": 2332, "foot": 2333, "surreal": 2334, "f": 2335, "hunt": 2336, "presents": 2337, "accidentally": 2338, "enemy": 2339, "tend": 2340, "friday": 2341, "hopefully": 2342, "50s": 2343, "sharp": 2344, "shocked": 2345, "asleep": 2346, "vietnam": 2347, "send": 2348, "gangster": 2349, "fool": 2350, "losing": 2351, "haunting": 2352, "germany": 2353, "demon": 2354, "test": 2355, "granted": 2356, "walks": 2357, "morgan": 2358, "dude": 2359, "device": 2360, "junk": 2361, "display": 2362, "convince": 2363, "frightening": 2364, "unlikely": 2365, "deadly": 2366, "childrens": 2367, "cruel": 2368, "core": 2369, "spends": 2370, "beast": 2371, "1980s": 2372, "flashback": 2373, "surface": 2374, "grant": 2375, "subtitles": 2376, "evening": 2377, "hill": 2378, "westerns": 2379, "prince": 2380, "till": 2381, "keaton": 2382, "rule": 2383, "thoughts": 2384, "11": 2385, "trilogy": 2386, "conversation": 2387, "hearing": 2388, "saturday": 2389, "superman": 2390, "regarding": 2391, "turkey": 2392, "holding": 2393, "express": 2394, "supernatural": 2395, "welcome": 2396, "cage": 2397, "demons": 2398, "depressing": 2399, "virtually": 2400, "regret": 2401, "amateur": 2402, "danger": 2403, "draw": 2404, "wit": 2405, "unfortunate": 2406, "eight": 2407, "satisfying": 2408, "weekend": 2409, "handsome": 2410, "listening": 2411, "rob": 2412, "substance": 2413, "guilty": 2414, "sudden": 2415, "universal": 2416, "reporter": 2417, "forest": 2418, "veteran": 2419, "politics": 2420, "anderson": 2421, "harris": 2422, "canadian": 2423, "suspenseful": 2424, "sympathy": 2425, "believed": 2426, "erotic": 2427, "slapstick": 2428, "grave": 2429, "universe": 2430, "lifetime": 2431, "haunted": 2432, "exact": 2433, "segment": 2434, "produce": 2435, "united": 2436, "alice": 2437, "mountain": 2438, "paper": 2439, "anime": 2440, "idiot": 2441, "figures": 2442, "seek": 2443, "simon": 2444, "religion": 2445, "safe": 2446, "realizes": 2447, "sorts": 2448, "johnson": 2449, "gordon": 2450, "forgot": 2451, "legendary": 2452, "paying": 2453, "minds": 2454, "movement": 2455, "degree": 2456, "hide": 2457, "section": 2458, "nonetheless": 2459, "hitler": 2460, "blow": 2461, "worthwhile": 2462, "jewish": 2463, "flight": 2464, "abandoned": 2465, "ruined": 2466, "prepared": 2467, "gritty": 2468, "speaks": 2469, "encounter": 2470, "suffers": 2471, "cell": 2472, "overthetop": 2473, "aint": 2474, "nominated": 2475, "edward": 2476, "deeper": 2477, "market": 2478, "claim": 2479, "u": 2480, "routine": 2481, "storytelling": 2482, "featured": 2483, "bothered": 2484, "prior": 2485, "jungle": 2486, "clichd": 2487, "alright": 2488, "melodrama": 2489, "execution": 2490, "dozen": 2491, "broadway": 2492, "directly": 2493, "atrocious": 2494, "massive": 2495, "donald": 2496, "flesh": 2497, "racism": 2498, "portraying": 2499, "practically": 2500, "dennis": 2501, "warm": 2502, "serves": 2503, "nights": 2504, "reputation": 2505, "810": 2506, "proud": 2507, "stereotypical": 2508, "abuse": 2509, "usa": 2510, "heavily": 2511, "whoever": 2512, "lower": 2513, "prime": 2514, "examples": 2515, "amazingly": 2516, "sarah": 2517, "halfway": 2518, "marry": 2519, "covered": 2520, "excitement": 2521, "peace": 2522, "patient": 2523, "campy": 2524, "traditional": 2525, "pulls": 2526, "downright": 2527, "lights": 2528, "claims": 2529, "daughters": 2530, "statement": 2531, "chose": 2532, "shadow": 2533, "occasional": 2534, "remotely": 2535, "drop": 2536, "performed": 2537, "bmovie": 2538, "truck": 2539, "depicted": 2540, "effectively": 2541, "rights": 2542, "jail": 2543, "25": 2544, "explains": 2545, "crying": 2546, "required": 2547, "throwing": 2548, "mistakes": 2549, "influence": 2550, "sounded": 2551, "410": 2552, "wear": 2553, "touches": 2554, "imagery": 2555, "combined": 2556, "interview": 2557, "magical": 2558, "uninteresting": 2559, "2001": 2560, "blown": 2561, "breaking": 2562, "status": 2563, "andor": 2564, "vacation": 2565, "via": 2566, "prefer": 2567, "brooks": 2568, "surprises": 2569, "drew": 2570, "cutting": 2571, "shorts": 2572, "scares": 2573, "hole": 2574, "spoof": 2575, "false": 2576, "brave": 2577, "lonely": 2578, "mexican": 2579, "13": 2580, "account": 2581, "hed": 2582, "stolen": 2583, "paced": 2584, "roberts": 2585, "scale": 2586, "metal": 2587, "path": 2588, "ignore": 2589, "angle": 2590, "initial": 2591, "appealing": 2592, "wilson": 2593, "kinds": 2594, "buying": 2595, "sunday": 2596, "ron": 2597, "skill": 2598, "closer": 2599, "position": 2600, "nuclear": 2601, "eg": 2602, "wears": 2603, "closing": 2604, "inner": 2605, "convinced": 2606, "mob": 2607, "destroyed": 2608, "china": 2609, "views": 2610, "variety": 2611, "thankfully": 2612, "renting": 2613, "insight": 2614, "touched": 2615, "nonexistent": 2616, "suffer": 2617, "experiences": 2618, "novels": 2619, "walter": 2620, "carries": 2621, "weapons": 2622, "summary": 2623, "lake": 2624, "ruin": 2625, "chan": 2626, "bus": 2627, "urban": 2628, "sides": 2629, "scenario": 2630, "arms": 2631, "sensitive": 2632, "birth": 2633, "robot": 2634, "hood": 2635, "task": 2636, "artists": 2637, "throws": 2638, "stays": 2639, "environment": 2640, "sons": 2641, "understood": 2642, "paint": 2643, "arrives": 2644, "productions": 2645, "originality": 2646, "nude": 2647, "mature": 2648, "court": 2649, "welles": 2650, "amazed": 2651, "barry": 2652, "picks": 2653, "choices": 2654, "theory": 2655, "accents": 2656, "carried": 2657, "driven": 2658, "spite": 2659, "murderer": 2660, "kim": 2661, "handle": 2662, "flow": 2663, "deaths": 2664, "murphy": 2665, "raised": 2666, "mere": 2667, "miniseries": 2668, "multiple": 2669, "india": 2670, "louis": 2671, "repeated": 2672, "julia": 2673, "dracula": 2674, "gas": 2675, "lie": 2676, "rings": 2677, "offered": 2678, "irish": 2679, "disbelief": 2680, "hired": 2681, "amongst": 2682, "criticism": 2683, "cheese": 2684, "monkey": 2685, "wolf": 2686, "pile": 2687, "titles": 2688, "print": 2689, "placed": 2690, "retarded": 2691, "writerdirector": 2692, "california": 2693, "assistant": 2694, "related": 2695, "serve": 2696, "everywhere": 2697, "mothers": 2698, "lawyer": 2699, "greater": 2700, "rolling": 2701, "wouldve": 2702, "karen": 2703, "learning": 2704, "desperately": 2705, "tommy": 2706, "310": 2707, "underground": 2708, "stayed": 2709, "lane": 2710, "elizabeth": 2711, "funnier": 2712, "africa": 2713, "ludicrous": 2714, "pregnant": 2715, "drink": 2716, "crude": 2717, "beloved": 2718, "marie": 2719, "inept": 2720, "base": 2721, "kane": 2722, "forgettable": 2723, "purely": 2724, "screening": 2725, "susan": 2726, "favorites": 2727, "von": 2728, "mainstream": 2729, "sun": 2730, "910": 2731, "1960s": 2732, "rough": 2733, "helping": 2734, "everyday": 2735, "idiotic": 2736, "stomach": 2737, "flawed": 2738, "warned": 2739, "fbi": 2740, "mentally": 2741, "changing": 2742, "subplot": 2743, "st": 2744, "thousands": 2745, "ted": 2746, "league": 2747, "whereas": 2748, "gruesome": 2749, "entertain": 2750, "goofy": 2751, "depiction": 2752, "technically": 2753, "facial": 2754, "appreciated": 2755, "critical": 2756, "adventures": 2757, "sinatra": 2758, "extent": 2759, "belief": 2760, "struggling": 2761, "breath": 2762, "curse": 2763, "ripoff": 2764, "rain": 2765, "madness": 2766, "blockbuster": 2767, "african": 2768, "southern": 2769, "reference": 2770, "tight": 2771, "served": 2772, "chair": 2773, "narration": 2774, "term": 2775, "east": 2776, "code": 2777, "vincent": 2778, "italy": 2779, "nowadays": 2780, "naive": 2781, "interviews": 2782, "charge": 2783, "designed": 2784, "franchise": 2785, "lazy": 2786, "inspiration": 2787, "answers": 2788, "timing": 2789, "guest": 2790, "happiness": 2791, "significant": 2792, "host": 2793, "drinking": 2794, "massacre": 2795, "teeth": 2796, "dollar": 2797, "quest": 2798, "remote": 2799, "miller": 2800, "attacks": 2801, "fourth": 2802, "sinister": 2803, "bore": 2804, "passing": 2805, "reveals": 2806, "nurse": 2807, "victor": 2808, "dress": 2809, "friendly": 2810, "notable": 2811, "refreshing": 2812, "obnoxious": 2813, "betty": 2814, "perform": 2815, "holmes": 2816, "basis": 2817, "refuses": 2818, "daily": 2819, "succeeds": 2820, "couldve": 2821, "attempting": 2822, "fish": 2823, "focuses": 2824, "mildly": 2825, "colors": 2826, "hearts": 2827, "fallen": 2828, "tree": 2829, "confusion": 2830, "carrying": 2831, "criminals": 2832, "punch": 2833, "stranger": 2834, "delivery": 2835, "join": 2836, "matrix": 2837, "wins": 2838, "arm": 2839, "horrific": 2840, "toy": 2841, "comedian": 2842, "letter": 2843, "civil": 2844, "properly": 2845, "shut": 2846, "experiment": 2847, "contain": 2848, "unconvincing": 2849, "ratings": 2850, "wealthy": 2851, "causes": 2852, "bag": 2853, "decades": 2854, "contact": 2855, "laura": 2856, "protect": 2857, "mickey": 2858, "innocence": 2859, "indie": 2860, "format": 2861, "dare": 2862, "rip": 2863, "riding": 2864, "creation": 2865, "marvelous": 2866, "suck": 2867, "racist": 2868, "starred": 2869, "spy": 2870, "concert": 2871, "blair": 2872, "achieve": 2873, "adding": 2874, "expressions": 2875, "chaplin": 2876, "protagonists": 2877, "mgm": 2878, "revolution": 2879, "comical": 2880, "sir": 2881, "sings": 2882, "hundred": 2883, "raw": 2884, "hat": 2885, "authentic": 2886, "regard": 2887, "tense": 2888, "fu": 2889, "opened": 2890, "medical": 2891, "balance": 2892, "screenwriter": 2893, "expression": 2894, "clips": 2895, "trial": 2896, "cardboard": 2897, "obsession": 2898, "scripts": 2899, "angels": 2900, "bugs": 2901, "stupidity": 2902, "fabulous": 2903, "gross": 2904, "graphics": 2905, "tradition": 2906, "searching": 2907, "dear": 2908, "exceptional": 2909, "enjoying": 2910, "wwii": 2911, "quirky": 2912, "letting": 2913, "sold": 2914, "manager": 2915, "repeat": 2916, "dinner": 2917, "hence": 2918, "replaced": 2919, "jumps": 2920, "walker": 2921, "hong": 2922, "introduction": 2923, "convey": 2924, "princess": 2925, "weapon": 2926, "fictional": 2927, "reminiscent": 2928, "credibility": 2929, "mindless": 2930, "shark": 2931, "cases": 2932, "luke": 2933, "proof": 2934, "determined": 2935, "glass": 2936, "burns": 2937, "tales": 2938, "ironic": 2939, "poignant": 2940, "nose": 2941, "australia": 2942, "lovable": 2943, "sexuality": 2944, "reynolds": 2945, "gripping": 2946, "jobs": 2947, "cameron": 2948, "intensity": 2949, "focused": 2950, "troubled": 2951, "instantly": 2952, "drives": 2953, "snow": 2954, "sitcom": 2955, "interpretation": 2956, "burt": 2957, "godfather": 2958, "advantage": 2959, "chases": 2960, "credible": 2961, "attempted": 2962, "accepted": 2963, "110": 2964, "ripped": 2965, "initially": 2966, "nazis": 2967, "shall": 2968, "entry": 2969, "necessarily": 2970, "sends": 2971, "stylish": 2972, "faithful": 2973, "chuck": 2974, "storm": 2975, "dislike": 2976, "oliver": 2977, "outrageous": 2978, "seeking": 2979, "cowboy": 2980, "exists": 2981, "settings": 2982, "embarrassed": 2983, "lisa": 2984, "thousand": 2985, "regardless": 2986, "condition": 2987, "michelle": 2988, "strangely": 2989, "delight": 2990, "jon": 2991, "disagree": 2992, "topic": 2993, "blah": 2994, "le": 2995, "union": 2996, "upset": 2997, "kidnapped": 2998, "suggests": 2999, "woody": 3000, "par": 3001, "dialogs": 3002, "intellectual": 3003, "invisible": 3004, "socalled": 3005, "honor": 3006, "helen": 3007, "roy": 3008, "ashamed": 3009, "spoken": 3010, "kennedy": 3011, "horrors": 3012, "mst3k": 3013, "guard": 3014, "internet": 3015, "greatly": 3016, "brad": 3017, "navy": 3018, "hiding": 3019, "anger": 3020, "thief": 3021, "scientists": 3022, "dragon": 3023, "shed": 3024, "steps": 3025, "sum": 3026, "presentation": 3027, "legs": 3028, "equal": 3029, "cooper": 3030, "freeman": 3031, "hint": 3032, "kicks": 3033, "blows": 3034, "cultural": 3035, "unforgettable": 3036, "technique": 3037, "sleeping": 3038, "dave": 3039, "lacked": 3040, "silence": 3041, "meaningful": 3042, "trap": 3043, "los": 3044, "sally": 3045, "afternoon": 3046, "oddly": 3047, "plastic": 3048, "needless": 3049, "mirror": 3050, "rival": 3051, "chilling": 3052, "notorious": 3053, "description": 3054, "caring": 3055, "challenge": 3056, "20th": 3057, "imaginative": 3058, "struggles": 3059, "succeed": 3060, "tribute": 3061, "countries": 3062, "attacked": 3063, "threat": 3064, "soviet": 3065, "bitter": 3066, "performers": 3067, "pet": 3068, "treasure": 3069, "linda": 3070, "jamie": 3071, "non": 3072, "remind": 3073, "hal": 3074, "highlights": 3075, "concerns": 3076, "dramas": 3077, "emily": 3078, "x": 3079, "miserably": 3080, "hooked": 3081, "santa": 3082, "hoffman": 3083, "warner": 3084, "1930s": 3085, "appearances": 3086, "ghosts": 3087, "trick": 3088, "subplots": 3089, "coach": 3090, "courage": 3091, "gods": 3092, "grim": 3093, "millions": 3094, "oscars": 3095, "womans": 3096, "musicals": 3097, "controversial": 3098, "albeit": 3099, "catherine": 3100, "raise": 3101, "snakes": 3102, "stanwyck": 3103, "surrounding": 3104, "birthday": 3105, "teach": 3106, "worry": 3107, "corner": 3108, "techniques": 3109, "saves": 3110, "cynical": 3111, "separate": 3112, "n": 3113, "crimes": 3114, "lloyd": 3115, "nation": 3116, "dealt": 3117, "wasting": 3118, "spending": 3119, "stretch": 3120, "checking": 3121, "revolves": 3122, "gag": 3123, "guessing": 3124, "sidney": 3125, "gotta": 3126, "thrilling": 3127, "fortunately": 3128, "glimpse": 3129, "sleazy": 3130, "caine": 3131, "hundreds": 3132, "noted": 3133, "breathtaking": 3134, "frequently": 3135, "shadows": 3136, "complicated": 3137, "shower": 3138, "slight": 3139, "intention": 3140, "attraction": 3141, "busy": 3142, "personalities": 3143, "consequences": 3144, "maria": 3145, "identify": 3146, "bollywood": 3147, "endearing": 3148, "overcome": 3149, "jessica": 3150, "row": 3151, "risk": 3152, "gothic": 3153, "solve": 3154, "14": 3155, "stops": 3156, "elsewhere": 3157, "jay": 3158, "mexico": 3159, "suffered": 3160, "45": 3161, "holiday": 3162, "victoria": 3163, "fx": 3164, "intent": 3165, "shoots": 3166, "eastwood": 3167, "clint": 3168, "specific": 3169, "physically": 3170, "chasing": 3171, "object": 3172, "setup": 3173, "virgin": 3174, 